<template>
    <div class="aboutUsbox first">
        <div class="window">
            <h1 class="title">О нас</h1>
            <p>Официальный представитель производителей эксклюзивного электротранспорта и Смарт-Техники, Созданная в 2015 году компания Смарт-Техника стала одним из первых дистрибьютеров персонального электротранспорта в России и уже более трёх лет является официальным представителем таких производителей эксклюзивного электронного транспорта, как <span class="dark">Yamato, SmartONE, HALTEN и Kugoo</span></p>
        </div>
    </div>
    <div class="aboutUsbox">
        <div class="window">
            <h3>Постоянно растущая и развивающаяся Компания</h3>
            <p>На сегодняшней день Компания Смарт-Техника обладает собственным розничным магазинами в г. Санкт-Петербурге, официальными представительствами в различных районах г. СПб и Ленобласти, сетью складов в Петербурге, Москве и других крупных городах России. Мы постоянно растём и развиваемся. Доставка наших товаров осуществляется во все регионы Страны!</p>
        </div>
    </div>
    <div class="aboutUsbox">
        <div class="window">
            <h3>Самый большой выбор персонального электротранспорта</h3>
            <p>Самый большой выбор персонального электротранспорта представлен в выставочных залах Смарт-Техника по адресам:</p>
            <ul>
                <li>ул. Ленсовета 81; </li>
                <li>ул. Дыбенко 23к1; </li>
                <li>пр. Энгельса 113 к 2.</li>
            </ul>
            <p>Расширение ассортимента происходит стабильно раз в полгода, и вы всегда найдёте у нас самые эксклюзивные модели электронного транспорта нового поколения!</p>
        </div>
    </div>
    <div class="aboutUsbox green">
        <div class="window">
            <h3>Всегда в наличии большой выбор:</h3>
            <div class="flexContent">
                <div class="flexBox">
                    <div>
                        <img src="@/img/icons-for-menu.png">
                        <h4>гироскутеров</h4>
                    </div>
                    <div>
                        <img src="@/img/icons-for-menu-(6).png">
                        <h4>электроскейтов</h4>
                    </div>
                </div>
                <div class="flexBox">
                    <div>
                        <img src="@/img/icons-for-menu-(3).png">
                        <h4>сигвеев и мини сигвеев</h4>
                    </div>
                    <div>
                        <img src="@/img/icons-for-menu-(5).png">
                        <h4>электровелосипедов</h4>
                    </div>
                </div>
                <div class="flexBox">
                    <div>
                        <img src="@/img/icons-for-menu-(1).png">
                        <h4>электросамокатов, стандартных и полноприводных</h4>
                    </div>
                    <div>
                        <img src="@/img/icon-more.png">
                        <h4>и многое другое</h4>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="aboutUsbox">
        <div class="window">
            <h3>Опытный и высококвалифицированный персонал</h3>
            <p>В компании работают опытные высококвалифицированные сотрудники, всегда готовые помочь вам с выбором персонального транспортного средства, ответить на все возможные вопросы и научить кататься на выбранной вами модели</p>
        </div>
    </div>
    <div class="aboutUsbox">
        <div class="window">
            <h3>Возможность тест драйва</h3>
            <p class="pb-20">Благодаря месторасположению и инфраструктуре, прилегающей к магазинам территорий, наши посетители могут перед оформлением покупки пройти тест-драйв на любом из представленных в зале транспортных средств.</p>
            <p>Для тест-драйва крупной техники необходима предварительная запись. Её можно осуществить по телефону: </p>
            <span class="blue">+7 (812) 509-23-43</span> или <span class="dark">через консультанта в магазине.</span>
        </div>
    </div>
    <div class="aboutUsbox">
        <div class="window">
            <h3>Цель и миссия компании Смарт-Техника.рф</h3>
            <p class='pb-30'><span class="dark">Цель компании Смарт Техника</span> — в 2020 году стать самым крупным магазином по продаже персонального электротранспорта в Санкт-Петербурге. А также открывать свои филиалы во всех крупных городах России, что происходит уже сейчас.</p>
            <p><span class="dark">Миссия компании Смарт Техника</span> — познакомить россиян с экологически чистыми видами транспорта и улучшить экологию Страны! Мы надеемся не просто привить нашей нации любовь к ЭКО-транспорту, а создать в стране новую культуру передвижения.</p>
        </div>
    </div>
    <div class="aboutUsbox last">
        <div class="window">
            <h1>Мы всегда рады взаимовыгодному сотрудничеству.</h1>
            <h1> Свои предложения отправляйте <span class="blue">smartfamily.info@yandex.ru</span></h1>
        </div>
    </div>
</template>

<style>
@import '@/css/AboutUs.css';
</style>