import store from "."
import img from '@/img/image49.png'
import img1 from '@/img/pngwыing-1.png'
import img2 from '@/img/percent.png'
import img3 from '@/img/pфngegg-1.png'
import img4 from '@/img/pngwing-1.png'

export default {
    namespaced: true,
    state: [
        {
          src: img,
          title: "Скидка в ДЕНЬ РОЖДЕНИЯ (неделя до/после)",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 1
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 2
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 3
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 4
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 5
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 6
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 7
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 8
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 9
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 10
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 11
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 12
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 13
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 14
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 15
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 16
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 17
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 18
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 19
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 20
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 21
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 22
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 23
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 24
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 25
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 26
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 27
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 28
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 29
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 30
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 31
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 32
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 33
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 34
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 35
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 36
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 37
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 38
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 39
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 40
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 41
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 42
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 43
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 44
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 45
        },
        {
          src: img1,
          title: "Неделя смарт часов",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 46
        },
        {
          src: img2,
          title: "Распродажа до — 50%",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 47
        },
        {
          src: img3,
          title: "Smart Balance Premium по специальной цене",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 48
        },
        {
          src: img4,
          title: "Скидки до 30% на сигвеи",
          content: "Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.",
          terms: [
            "Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.",
            "Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно",
            "Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.",
            "Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники",
            "Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений"
          ],
          id: 49
        }
    ],
    getters: {
        all: state => state,
        promo: state => {
            let news = []
            let last = 0
            for(let i = last; i <= Math.ceil(state.length / 8) * 8; i += 8){
                if(i != 0){
                    news.push(state.slice(last, i))
                    last = i
                }
            }
            return news
        },
        id: state => comp => {
            let arr = []
            for(let i = 0; i < state.length; i++){
                arr[i] = { path: state[i].id, component: comp }
            }
            return arr
        },
        lenew: (state) => comp => {
            let len = []
            store.getters['promos/promo'].forEach((element, index) => {
                len.push({ path: index + 1, component: comp })
            })
            return len
        }
    },
}